data/ycsbf/e-load-16384-32-8-2024-01-12-01-34-with-append.out
[OVERALL], RunTime(ms), 439268
[OVERALL], Throughput(ops/sec), 59677.46341641094
[TOTAL_GCS_G1_Young_Generation], Count, 219
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 364
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.08286513017110284
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 219
[TOTAL_GC_TIME], Time(ms), 364
[TOTAL_GC_TIME_%], Time(%), 0.08286513017110284
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4929536.0
[CLEANUP], MinLatency(us), 4927488
[CLEANUP], MaxLatency(us), 4931583
[CLEANUP], 95thPercentileLatency(us), 4931583
[CLEANUP], 99thPercentileLatency(us), 4931583
[INSERT], Operations, 26214400
[INSERT], AverageLatency(us), 14.938030395507813
[INSERT], MinLatency(us), 6
[INSERT], MaxLatency(us), 11895
[INSERT], 95thPercentileLatency(us), 31
[INSERT], 99thPercentileLatency(us), 37
[INSERT], Return=OK, 26214400